13/data/attachments/6d2e82d39e97caf1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Karen_blue_Actions_97468_2</nif:username>
            <nif:friendToBeRequested>soap_actions_817dc7dd-d2fb-4e9b-a521-147a13879097</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>